Repository: shark0a/azkark
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appTitle
source: Azkark
ar: الأذكار

source: Home
ar: الرئيسية

source: Settings
ar: الإعدادات

source: Start
ar: بدء

source: Stop
ar: إيقاف

source: Daily Azkar
ar: أذكار اليوم

# count_label
source: Count: {count}
ar: العدد: {count}

# welcome_message
source: Welcome
ar: مرحبا

source: Choose Zekr
ar: اختار الذكر

# start_label
source: Start
ar: بدء

source: Loading...
ar: جاري التحميل...

# prayer_title
source: Prayer Times
ar: مواقيت الصلاة

# prayer_fajr
source: Fajr
ar: الفجر

# prayer_dhuhr
source: Dhuhr
ar: الظهر

source: AlDoaa
ar: الدعاء

# prayer_asr
source: Asr
ar: العصر

source: List is Empty 🤦‍♂️
ar: القائـمه فارغــه 🤦‍♂️

# Fav
source: Favourite
ar: المفضله

# prayer_maghrib
source: Maghrib
ar: المغرب

# prayer_isha
source: Isha
ar: العشاء

# prayer_sunrise
source: Sunrise
ar: الشروق

# settings_title
source: Settings
ar: الاعدادات

# version_label
source: Version
ar: الاصدار

# next_prayer_label
source: Next prayer:
ar: الصلاة التالية:

# place_label
source: Place
ar: المكان

# unknown_label
source: Unknown
ar: غير معروف

# all_worship_label
source: All Worship
ar: جميع العبادات

# home_page_label
source: Home Page
ar: الصفحة الرئيسية

# prayer_times_label
source: Prayer Times
ar: مواقيت الصلاة

# settings_label
source: Settings
ar: الإعدادات

# time_left_label
source: Time left
ar: الوقت المتبقي

# for_prayer_prefix
source: for prayer
ar: لصلاة

# azkar_morning
source: Morning Azkar
ar: أذكار الصباح

# azkar_evening
source: Evening Azkar
ar: أذكار المساء

# azkar_prayer
source: Prayer Azkar
ar: أذكار الصلاة

source: All Duas
ar: جميع الأدعية

# VariuosAzkar
source: various azkar
ar: اذكار متنوعه

source: Tasbih
ar: التسبيح

source: Hijri Calendar
ar: التقويم الهجري

source: Favorites
ar: المفضلة

# prayer_settings
source: Prayer Times
ar: مواقيت الصلاة

# english_lang
source: English
ar: الإنجليزية

source: Update Location
ar: تحديث الموقع

source: App Version
ar: إصدار التطبيق

source: Gregorian
ar: الميلادي

source: Hijri
ar: الهجري

source: Gregorian Date:
ar: التاريخ الميلادي:

source: Hijri Date:
ar: التاريخ الهجري:

# error_converting
source: Conversion Error
ar: خطأ في التحويل

# zekr_awaken
source: Azkar When Waking From Sleep
ar: أذكار الاستيقاظ من النوم

# zekr_exit_home
source: Azkar When Leaving Home
ar: الذكر عند الخروج من المنزل

# zekr_enter_home
source: Azkar When Entering Home
ar: الذكر عند دخول المنزل

# zekr_wudhu
source: Azkar After Wudhu
ar: الذكر بعد الفراغ من الوضوء

# zekr_prayer_virtue
source: The virtue of praying for the Prophet
ar: فضل الصلاة على النبي صلى الله عليه و سلم

# zekr_prayer_answered
source: Times and Places When Prayers Are Answered
ar: أماكن وأوقات إجابة

# zekr_azan
source: Azkar of the Azan
ar: أذكار الآذان

# zekr_night_waking
source: Azkar When Waking at Night
ar: من تعار من الليل

# ruqya_quran
source: Ruqya from the Quran
ar: الرقية الشرعية من القرآن الكريم

# ruqya_sunnah
source: Ruqya from the Sunnah
ar: الرقية الشرعية من السنة النبوية

# may_allah_bless
source: May Allah Bless the Prophet
ar: اللهم صلي علي سيدنا محمد

# subhanallah
source: Glory be to Allah
ar: سبحان الله

# alhamdulillah
source: All praise is due to Allah
ar: الحمد الله

# allahu_akbar
source: Allah is the Greatest
ar: الله اكبر

# subhanallah_bihamdihi
source: Glory be to Allah and Praise
ar: سبحان الله وبحمده

# astaghfirallah
source: I seek forgiveness from Allah
ar: استغفر الله

# electronic_counter
source: Electronic Tasbih
ar: المسبحه الالكترونيه

source: Please check your internet Connection or resart App 🚑
ar: تاكد من الاتصال ب الانترنت او قم بإعادة تشغيل التطبيق 🚑
